Repository: rudolfmend/CountAndSortWinFormsApp
Catalog: Properties/Strings.*.resx
Languages: cs, de, hu, pl, sk, uk

# ButtonProcessData
source: Process Data
cs: Zpracovat údaje
de: Daten verarbeiten
hu: Adatok feldolgozása
pl: Przetwórz dane
sk: Spracovať údaje
uk: Обробити дані

# ButtonSaveHistory
source: Save Points History
cs: Uložit historii bodů
de: Punkteverlauf speichern
hu: Pontok előzményeinek mentése
pl: Zapisz historię punktów
sk: Uložiť históriu bodov
uk: Зберегти історію балів

# ButtonSelectFile
source: Select File
cs: Výběr souboru
de: Datei auswählen
hu: Fájl kiválasztása
pl: Wybierz plik
sk: Výber súboru
uk: Вибрати файл

# ButtonSelectOutputFolder
source: Select Output Folder Location
cs: Výběr místa uložení zpracovaného souboru
de: Speicherort für verarbeitete Datei auswählen
hu: Feldolgozott fájl mentési helyének kiválasztása
pl: Wybierz lokalizację zapisania przetworzonego pliku
sk: Výber miesta uloženia spracovaného súboru
uk: Вибрати місце збереження обробленого файлу

# CheckBoxRemoveDuplicatesRows
source: Remove Duplicate Rows
cs: odstranit duplicitní řádky
de: Doppelte Zeilen entfernen
hu: Duplikált sorok eltávolítása
pl: Usuń zduplikowane wiersze
sk: odstrániť duplicitné riadky
uk: Видалити дублікати рядків

# CheckBoxRenumberTheOrder
source: Renumber Order
cs: přečíslovat pořadí
de: Reihenfolge neu nummerieren
hu: Sorrend újraszámozása
pl: Przenumeruj kolejność
sk: prečíslovať poradie
uk: Перенумерувати порядок

# CheckBoxSelectAll
source: Select All Rows
cs: označit všechny řádky
de: Alle Zeilen auswählen
hu: Összes sor kijelölése
pl: Zaznacz wszystkie wiersze
sk: označiť všetky riadky
uk: Вибрати всі рядки

# CheckBoxSortByName
source: Sort by Name
cs: seřadit podle jména
de: Nach Namen sortieren
hu: Rendezés név szerint
pl: Sortuj według nazwiska
sk: zoradiť podľa mena
uk: Сортувати за іменем

# DataStructureSeparatorToolTip
source: Separators for displaying data in a table.
cs: Oddělovače pro zobrazení dat v tabulce.
de: Trennzeichen zur Anzeige von Daten in einer Tabelle.
hu: Elválasztók adatok táblázatban való megjelenítéséhez.
pl: Separatory służące do wyświetlania danych w tabeli.
sk: Oddeľovače pre zobrazenie údajov v tabuľke.
uk: Роздільники для відображення даних у таблиці.

# DialogBrowseFolder
source: Browse Folder
cs: Procházet složku
de: Ordner durchsuchen
hu: Tallózás a mappában
pl: Przeglądaj folder
sk: Vyhľadanie priečinka
uk: Огляд папки

# DialogCreateNewFolder
source: Create New Folder
cs: Vytvořit novou složku
de: Neuen Ordner erstellen
hu: Új mappa létrehozása
pl: Utwórz nowy folder
sk: Vytvoriť nový priečinok
uk: Створити нову папку

# DialogFilterTextFiles
source: "Text files (*.txt)|*.txt|All files (*.*)|*.*"
cs: "Textové soubory (*.txt)|*.txt|Všechny soubory (*.*)|*.*"
de: "Textdateien (*.txt)|*.txt|Alle Dateien (*.*)|*.*"
hu: "Szöveges fájlok (*.txt)|*.txt|Minden fájl (*.*)|*.*"
pl: "Pliki tekstowe (*.txt)|*.txt|Wszystkie pliki (*.*)|*.*"
sk: "Textové súbory (*.txt)|*.txt|Všetky súbory (*.*)|*.*"
uk: "Текстові файли (*.txt)|*.txt|Усі файли (*.*)|*.*"

# DialogSelectOutputFolder
source: Select folder for saving processed file
cs: Vyberte složku pro uložení zpracovaného souboru
de: Wählen Sie einen Ordner zum Speichern der verarbeiteten Datei aus
hu: Válasszon mappát a feldolgozott fájl mentéséhez
pl: Wybierz folder do zapisania przetworzonego pliku
sk: Vyberte priečinok na uloženie spracovaného súboru
uk: Виберіть папку для збереження обробленого файлу

# HistoryAveragePoints
source: Average Points:
cs: Průměr bodů:
de: Durchschnittliche Punktezahl:
hu: Átlagpontok:
pl: Średnia liczba punktów:
sk: Priemer bodov:
uk: Середні бали:

# HistoryCreated
source: Created:
cs: Datum zpracování:
de: Bearbeitungsdatum:
hu: Feldolgozás dátuma:
pl: Data przetwarzania:
sk: Dátum spracovania:
uk: Дата обробки:

# HistoryDuplicates
source: Total Duplicates Removed:
cs: Celkový počet odstraněných duplicit:
de: Gesamtzahl der entfernten Duplikate:
hu: Összes eltávolított ismétlődés:
pl: Łączna liczba usuniętych duplikatów:
sk: Celkový počet odstránených duplicít:
uk: Загальна кількість видалених дублікатів:

# HistoryFileCount
source: File Count:
cs: Počet souborů:
de: Dateianzahl:
hu: Fájlok száma:
pl: Liczba plików:
sk: Počet súborov:
uk: Кількість файлів:

# HistoryFileName
source: points_history
cs: historie_bodů
de: Punkte_Verlaufs
hu: történelem_pontok
pl: historia_punktów
sk: historia_bodov
uk: історія_точок

# HistoryHeader
source: Processed Points History
cs: Historie zpracovaných bodů
de: Verlauf der verarbeiteten Punkte
hu: Feldolgozott pontok előzményei
pl: Historia przetworzonych punktów
sk: História spracovaných bodov
uk: Історія оброблених балів

# HistoryTotalPoints
source: Total Points:
cs: Celkový počet bodů:
de: Gesamtpunktzahl:
hu: Összes pont:
pl: Łączna liczba punktów:
sk: Celkový počet bodov:
uk: Всього балів:

# ColumnToCountToolTip
source: Here you set which column of the displayed table the points should be counted in.
cs: Zde nastavíte, ve kterém sloupci zobrazené tabulky se mají spočítat body.
de: Stellen Sie hier ein, in welche Spalte der angezeigten Tabelle die Punkte gezählt werden sollen.
hu: Itt állíthatja be, hogy a megjelenített táblázat melyik oszlopába kell számolni a pontokat.
pl: Tutaj ustawiasz, w której kolumnie wyświetlanej tabeli mają być zliczane punkty.
sk: Tu nastavíte, v ktorom stĺpci zobrazenej tabulľky sa majú spočítať body.
uk: Тут ви вказуєте, до якого стовпця відображеної таблиці бали мають підраховуватися.

# LabelFileCount
source: File Count:
cs: Počet souborů:
de: Anzahl der Dateien:
hu: Fájlok száma:
pl: Liczba plików:
sk: Počet súborov:
uk: Кількість файлів:

# LabelNameColumn
source: Column "Name"
cs: Č. sloupce "Jméno"
de: Spalte "Name" (Nr.)
hu: "Név" oszlopszám
pl: Kolumna „Nazwa”
sk: Č. stĺpca "Meno"
uk: Колонка "назва" (число)

# LabelPointsColumn
source: Column "Points"
cs: Č. sloupce "Body"
de: Spalte "Punkte" (Nr.)
hu: "Pontok" oszlopszám
pl: Kolumna „Punkty”
sk: Č. stĺpca "Body"
uk: Колонка "балів" (число)

# LabelTotalSum
source: Total Sum:
cs: Celkový součet:
de: Gesamtsumme:
hu: Teljes összeg:
pl: Suma całkowita:
sk: Celkový súčet:
uk: Загальна сума:

# ListViewColumnDate
source: Date
cs: Datum
de: Datum
hu: Dátum
pl: Data
sk: Dátum
uk: Дата

# ListViewColumnFile
source: File
cs: Soubor
de: Datei
hu: Fájl
pl: Plik
sk: Súbor
uk: Файл

# ListViewColumnPoints
source: Points
cs: Body
de: Punkte
hu: Pontok
pl: Punkty
sk: Body
uk: Очки

# MessageDone
source: Done
cs: Hotovo
de: Erledigt
hu: Kész
pl: Zrobione
sk: Hotovo
uk: Готово

# MessageError
source: Error
cs: Chyba
de: Fehler
hu: Hiba
pl: Błąd
sk: Chyba
uk: Помилка

# MessageErrorSavingHistory
source: Error saving history
cs: Chyba při ukládání historie
de: Fehler beim Speichern des Verlaufs
hu: Hiba történt az előzmények mentése közben
pl: Błąd podczas zapisywania historii
sk: Chyba pri ukladaní histórie
uk: Помилка збереження історії

# MessageFileAlreadyProcessed
source: This file has already been processed. Do you want to process it again?
cs: Tento soubor již byl zpracován. Chcete ho znovu zpracovat?
de: Diese Datei wurde bereits verarbeitet. Möchten Sie sie erneut verarbeiten?
hu: Ezt a fájlt már feldolgozták. Szeretné újra feldolgozni?
pl: Ten plik został już przetworzony. Czy chcesz go przetworzyć ponownie?
sk: Tento súbor už bol spracovaný. Chcete ho znova spracovať?
uk: Цей файл уже оброблено. Ви хочете обробити його знову?

# MessageFileError
source: Error reading file:
cs: Chyba při čtení souboru:
de: Fehler beim Lesen der Datei:
hu: Hiba a fájl olvasásakor:
pl: Błąd odczytu pliku:
sk: Chyba pri čítaní súboru:
uk: Помилка читання файлу:

# MessageFileNotExist
source: Selected file does not exist.
cs: Vybraný soubor neexistuje.
de: Die ausgewählte Datei existiert nicht.
hu: A kiválasztott fájl nem létezik.
pl: Wybrany plik nie istnieje.
sk: Vybraný súbor neexistuje.
uk: Вибраний файл не існує.

# MessageHistorySaved
source: History saved successfully to file
cs: Historie byla úspěšně uložena do souboru
de: Der Verlauf wurde erfolgreich in der Datei gespeichert
hu: Az előzmények sikeresen mentve a következő fájlba
pl: Historia została pomyślnie zapisana do pliku
sk: História bola úspešne uložená do súboru
uk: Історія успішно збережена у файл

# MessageInfo
source: Information
cs: Informace
de: Informationen
hu: Információ
pl: Informacja
sk: Informácie
uk: Інформація

# MessageInvalidColumn
source: The selected column for points does not exist in the file. Please select a valid column.
cs: Vybraný sloupec pro body v souboru neexistuje. Vyberte prosím platný sloupec.
de: Die ausgewählte Spalte für Punkte existiert nicht in der Datei. Bitte wählen Sie eine gültige Spalte.
hu: A pontokhoz kiválasztott oszlop nem létezik a fájlban. Kérjük, válasszon érvényes oszlopot.
pl: Wybrana kolumna dla punktów nie istnieje w pliku. Wybierz prawidłową kolumnę.
sk: Vybraný stĺpec pre body neexistuje v súbore. Prosím vyberte platný stĺpec.
uk: Вибраний стовпець для балів не існує у файлі. Виберіть дійсний стовпець.

# MessageLanguageChangeError
source: Error changing language: {0}
cs: Chyba při změně jazyka: {0}
de: Fehler beim Ändern der Sprache: {0}
hu: Hiba a nyelv megváltoztatásakor: {0}
pl: Błąd podczas zmiany języka: {0}
sk: Chyba pri zmene jazyka: {0}
uk: Помилка зміни мови: {0}

# MessageNoHistoryToSave
source: No history available to save.
cs: Není k dispozici žádná historie k uložení.
de: Kein Verlauf zum Speichern verfügbar.
hu: Nincs menthető előzmény.
pl: Brak historii do zapisania.
sk: Nie je k dispozícii žiadna história na uloženie.
uk: Немає доступної історії для збереження.

# MessageNoRowsSelected
source: No rows are marked for processing. Please mark the rows you want to process.
cs: Pro zpracování nejsou označeny žádné řádky. Označte prosím řádky, které chcete zpracovat.
de: Es sind keine Zeilen zur Bearbeitung markiert. Bitte markieren Sie die Zeilen, die Sie bearbeiten möchten.
hu: Nincs sor megjelölve feldolgozásra. Kérjük, jelölje be a feldolgozni kívánt sorokat.
pl: Żadne wiersze nie są oznaczone do przetworzenia. Proszę zaznaczyć wiersze, które chcesz przetworzyć.
sk: Nie sú označené žiadne riadky na spracovanie. Označte riadky, ktoré chcete spracovať.
uk: Жоден рядок не позначено для обробки. Позначте рядки, які ви хочете обробити.

# MessageProcessingError
source: Error processing data:
cs: Chyba při zpracování dat:
de: Fehler bei der Verarbeitung der Daten:
hu: Hiba az adatok feldolgozásakor:
pl: Błąd podczas przetwarzania danych:
sk: Chyba pri spracovaní údajov:
uk: Помилка обробки даних:

# MessageProcessingResults
source: Data has been processed and saved to file: {0} Number of deleted rows: {1} Original number of rows: {2} Number of processed rows: {3} Original points: {4} Points after processing: {5}
cs: Data byla zpracována a uložena do souboru: {0} Počet smazaných řádků: {1}Původní počet řádků: {2}Počet zpracovaných řádků: {3} Původní body: {4} Body po zpracování: {5}
de: Daten wurden verarbeitet und in Datei gespeichert: {0} Anzahl der gelöschten Zeilen: {1} Ursprüngliche Anzahl der Zeilen: {2} Anzahl der verarbeiteten Zeilen: {3} Ursprüngliche Punkte: {4} Punkte nach der Verarbeitung: {5}
hu: Az adatok feldolgozása megtörtént és a fájlba mentve: {0} Törölt sorok száma: {1} Sorok eredeti száma: {2} Feldolgozott sorok száma: {3} Eredeti pontok: {4} Pontok a feldolgozás után: {5}
pl: Dane zostały przetworzone i zapisane w pliku: {0} Liczba usuniętych wierszy: {1} Oryginalna liczba wierszy: {2} Liczba przetworzonych wierszy: {3} Oryginalne punkty: {4} Punkty po przetworzeniu: {5}
sk: Údaje boli spracované a uložené do súboru: {0} Počet odstránených riadkov: {1} Pôvodný počet riadkov: {2} Počet spracovaných riadkov: {3} Pôvodné body: {4} Body po spracovaní: {5}
uk: Дані оброблено та збережено у файл: {0} Кількість видалених рядків: {1} Початкова кількість рядків: {2} Кількість оброблених рядків: {3} Початкові точки: {4} Бали після обробки: {5}

# MessageSelectFile
source: Please select a file first.
cs: Nejprve prosím vyberte soubor.
de: Bitte wählen Sie zuerst eine Datei aus.
hu: Kérjük, először válasszon egy fájlt.
pl: Proszę najpierw wybrać plik.
sk: Najprv vyberte súbor.
uk: Спочатку виберіть файл.

# MessageStatisticsError
source: Error updating statistics.
cs: Při aktualizaci statistik došlo k chybě.
de: Fehler beim Aktualisieren der Statistiken.
hu: Hiba a statisztika frissítésekor.
pl: Błąd podczas aktualizacji statystyk.
sk: Chyba pri aktualizácii štatistík.
uk: Помилка оновлення статистики.

# MessageWarning
source: Warning
cs: Varování
de: Warnung
hu: Figyelmeztetés
pl: Ostrzeżenie
sk: Varovanie
uk: УВАГА

# LabelIdColumn
source: Column "Birth Identifier"
cs: Č. sloupce "Rodné č."
de: Spalte "Identifikator" (Nr.)
hu: "Azonosító" oszlopszám
pl: Kolumna „Identyfikator”
sk: Č. stĺpca "Rodné č."
uk: Колонка "Ідентифікатор"

# LabelExportDataSeparator
source: File export separator
cs: Oddělovač pro export souboru
de: Trennzeichen für den Dateiexport
hu: Fájlexport határoló
pl: Ogranicznik eksportu pliku
sk: Oddeľovač pre export súboru
uk: Роздільник експорту файлу

# LabelImportDataSeparator
source: Separator for imported Data
cs: Oddělovač pro importovaná data
de: Trennzeichen für importierte Daten
hu: Elválasztó az importált adatokhoz
pl: Ogran. dla importowanych danych
sk: Oddeľovač pre importované údaje
uk: Розділ. для імпортованих даних

source: Settings
cs: Nastavení
de: Einstellungen
hu: Beállítások elemre
pl: Ustawienia
sk: Nastavenie
uk: Налаштування

# BatchProcessingResultsTitle
source: BATCH FILE PROCESSING RESULTS
cs: VÝSLEDKY DÁVKOVÉHO ZPRACOVÁNÍ SOUBORŮ
de: ERGEBNISSE DER BATCH-DATEIVERARBEITUNG
hu: KÖTEGELT FÁJLFELDOLGOZÁS EREDMÉNYEI
pl: WYNIKI PRZETWARZANIA WSADOWEGO PLIKÓW
sk: VÝSLEDKY DÁVKOVÉHO SPRACOVANIA SÚBOROV
uk: РЕЗУЛЬТАТИ ПАКЕТНОЇ ОБРОБКИ ФАЙЛІВ

# DateTimeLabel
source: Date and time:
cs: Datum a čas:
de: Datum und Uhrzeit:
hu: Dátum és idő:
pl: Data i godzina:
sk: Dátum a čas:
uk: Дата і час:

# ProcessedFilesCount
source: Processed: {0} of {1} files
cs: Zpracováno: {0} z {1} souborů
de: Verarbeitet: {0} von {1} Dateien
hu: Feldolgozva: {0} / {1} fájl
pl: Przetworzono: {0} z {1} plików
sk: Spracovaných: {0} z {1} súborov
uk: Оброблено: {0} з {1} файлів

# TotalPointsBefore
source: Total points before: {0}
cs: Celkový počet bodů před: {0}
de: Gesamtpunktzahl vorher: {0}
hu: Összes pont előtte: {0}
pl: Całkowita liczba punktów przed: {0}
sk: Celkový počet bodov pred: {0}
uk: Загальна кількість балів до: {0}

# TotalPointsAfter
source: Total points after: {0}
cs: Celkový počet bodů po: {0}
de: Gesamtpunktzahl nachher: {0}
hu: Összes pont utána: {0}
pl: Całkowita liczba punktów po: {0}
sk: Celkový počet bodov po: {0}
uk: Загальна кількість балів після: {0}

# PointsDifference
source: Points difference: {0}
cs: Rozdíl bodů: {0}
de: Punktedifferenz: {0}
hu: Pontkülönbség: {0}
pl: Różnica punktów: {0}
sk: Rozdiel bodov: {0}
uk: Різниця балів: {0}

# DetailedResultsHeader
source: DETAILED RESULTS FOR EACH FILE
cs: PODROBNÉ VÝSLEDKY PRO KAŽDÝ SOUBOR
de: DETAILLIERTE ERGEBNISSE FÜR JEDE DATEI
hu: RÉSZLETES EREDMÉNYEK MINDEN FÁJLHOZ
pl: SZCZEGÓŁOWE WYNIKI DLA KAŻDEGO PLIKU
sk: PODROBNÉ VÝSLEDKY PRE KAŽDÝ SÚBOR
uk: ДЕТАЛЬНІ РЕЗУЛЬТАТИ ДЛЯ КОЖНОГО ФАЙЛУ

# SuccessfulFilesHeader
source: SUCCESSFULLY PROCESSED FILES
cs: ÚSPĚŠNĚ ZPRACOVANÉ SOUBORY
de: ERFOLGREICH VERARBEITETE DATEIEN
hu: SIKERESEN FELDOLGOZOTT FÁJLOK
pl: POMYŚLNIE PRZETWORZONE PLIKI
sk: ÚSPEŠNE SPRACOVANÉ SÚBORY
uk: УСПІШНО ОБРОБЛЕНІ ФАЙЛИ

# OutputFileLabel
source: Output file:
cs: Výstupní soubor:
de: Ausgabedatei:
hu: Kimeneti fájl:
pl: Plik wyjściowy:
sk: Výstupný súbor:
uk: Вихідний файл:

# PointsBeforeLabel
source: Points before:
cs: Počet bodů před:
de: Punkte vorher:
hu: Pontok előtte:
pl: Liczba punktów przed:
sk: Počet bodov pred:
uk: Кількість балів до:

# PointsAfterLabel
source: Points after:
cs: Počet bodů po:
de: Punkte nachher:
hu: Pontok utána:
pl: Liczba punktów po:
sk: Počet bodov po:
uk: Кількість балів після:

# PointsDifferenceLabel
source: Points difference:
cs: Rozdíl bodů:
de: Punktedifferenz:
hu: Pontkülönbség:
pl: Różnica punktów:
sk: Rozdiel bodov:
uk: Різниця балів:

# RowsBeforeLabel
source: Rows before:
cs: Počet řádků před:
de: Zeilen vorher:
hu: Sorok száma előtte:
pl: Liczba wierszy przed:
sk: Počet riadkov pred:
uk: Кількість рядків до:

# RowsAfterLabel
source: Rows after:
cs: Počet řádků po:
de: Zeilen nachher:
hu: Sorok száma utána:
pl: Liczba wierszy po:
sk: Počet riadkov po:
uk: Кількість рядків після:

# RemovedDuplicatesLabel
source: Removed duplicates:
cs: Odstraněné duplicity:
de: Entfernte Duplikate:
hu: Eltávolított duplikátumok:
pl: Usunięte duplikaty:
sk: Odstránené duplicity:
uk: Видалені дублікати:

# FailedFilesHeader
source: UNPROCESSED FILES
cs: NEZPRACOVANÉ SOUBORY
de: NICHT VERARBEITETE DATEIEN
hu: NEM FELDOLGOZOTT FÁJLOK
pl: NIEPRZETWORZONE PLIKI
sk: NESPRACOVANÉ SÚBORY
uk: НЕОБРОБЛЕНІ ФАЙЛИ

# FailureReasonLabel
source: Reason:
cs: Důvod:
de: Grund:
hu: Ok:
pl: Powód:
sk: Dôvod:
uk: Причина:

# ResultsSavedSuccessfully
source: Results were successfully saved to file:\n{0}
cs: Výsledky byly úspěšně uloženy do souboru:\n{0}
de: Ergebnisse wurden erfolgreich in Datei gespeichert:\n{0}
hu: Az eredmények sikeresen mentve a következő fájlba:\n{0}
pl: Wyniki zostały pomyślnie zapisane do pliku:\n{0}
sk: Výsledky boli úspešne uložené do súboru:\n{0}
uk: Результати успішно збережені у файл:\n{0}

# ErrorSavingResults
source: Error saving results: {0}
cs: Chyba při ukládání výsledků: {0}
de: Fehler beim Speichern der Ergebnisse: {0}
hu: Hiba az eredmények mentésekor: {0}
pl: Błąd podczas zapisywania wyników: {0}
sk: Chyba pri ukladaní výsledkov: {0}
uk: Помилка при збереженні результатів: {0}

# ProcessingComplete
source: File processing completed.
cs: Zpracování souborů dokončeno.
de: Dateiverarbeitung abgeschlossen.
hu: Fájlfeldolgozás befejezve.
pl: Przetwarzanie plików zakończone.
sk: Spracovanie súboru je dokončené.
uk: Обробка файлів завершена.

# AskToSaveResults
source: Do you want to save detailed results to a file?
cs: Chcete uložit podrobné výsledky do souboru?
de: Möchten Sie detaillierte Ergebnisse in einer Datei speichern?
hu: Szeretné menteni a részletes eredményeket fájlba?
pl: Czy chcesz zapisać szczegółowe wyniki do pliku?
sk: Chcete uložiť podrobné výsledky do súboru?
uk: Бажаєте зберегти детальні результати у файл?

# MessageDoYouWantSaveDetailedResult
source: Do you want to save the detailed result to a file?
cs: Chcete uložit podrobný výsledek do souboru?
de: Möchten Sie das detaillierte Ergebnis in einer Datei speichern?
hu: Fájlba szeretné menteni a részletes eredményt?
pl: Czy chcesz zapisać szczegółowy wynik do pliku?
sk: Chcete uložiť podrobný výsledok do súboru?
uk: Бажаєте зберегти детальний результат у файл?

# AFiles
source: files
cs: souborů
de: Dateien
hu: fájlokat
pl: akta
sk: súborov
uk: файли

source: - ... and other
cs: - ... a dalších
de: - ... und andere
hu: - ... és egyéb
pl: - ... i inne
sk: - ... a ďalších
uk: - ... та інші

# MessageDoYouWantProcessAgain
source: Do you want to process these files again?
cs: Chcete tyto soubory znovu zpracovat?
de: Möchten Sie diese Dateien erneut verarbeiten?
hu: Szeretné újra feldolgozni ezeket a fájlokat?
pl: Czy chcesz ponownie przetworzyć te pliki?
sk: Chcete tieto súbory spracovať znova?
uk: Ви хочете обробити ці файли знову?

source: from
cs: z
de: aus
hu: alapján
pl: z
sk: z
uk: від

# MessageInfoFileSelection
source: Information about file selection
cs: Informace o výběru souboru
de: Informationen zur Dateiauswahl
hu: Információ a fájl kiválasztásáról
pl: Informacje o wyborze pliku
sk: Informácia o výbere súborov
uk: Інформація про вибір файлу

source: File list:
cs: Seznam souborů:
de: Dateiliste:
hu: Fájllista:
pl: Lista plików:
sk: Zoznam súborov:
uk: Список файлів:

source: selected
cs: vybraných
de: ausgewählte
hu: kiválasztott
pl: wybranych
sk: vybraných
uk: вибрані

# MessageShowsPreviewAllFilesProcessed
source: The table shows a preview of the first file. All files will be processed after clicking 'Process Data'.
cs: Tabulka zobrazuje náhled prvního souboru. Všechny soubory budou zpracovány po kliknutí na "Zpracovat údaje“.
de: In der Tabelle sehen Sie eine Vorschau der ersten Datei. Nach dem Klick auf „Daten verarbeiten“ werden alle Dateien verarbeitet.
hu: A táblázat az első fájl előnézetét mutatja. Az "Adatok feldolgozása” gombra kattintás után minden fájl feldolgozásra kerül.
pl: Tabela pokazuje podgląd pierwszego pliku. Wszystkie pliki zostaną przetworzone po kliknięciu „Przetwórz dane”.
sk: V tabuľke je zobrazený náhľad prvého súboru. Všetky súbory budú spracované po kliknutí na 'Spracovať údaje'.
uk: У таблиці показано попередній перегляд першого файлу. Усі файли будуть оброблені після натискання «Обробити дані».

source: File processing
cs: Zpracování souboru
de: Dateiverarbeitung
hu: Fájlfeldolgozás
pl: Przetwarzanie plików
sk: Spracovanie súborov
uk: Обробка файлів

source: points, removed
cs: bodů, odstraněných
de: Punkte, entfernt
hu: pontokat, eltávolították
pl: punktów, usuniętych
sk: bodov, odstránených
uk: балів, видалено

source: lines
cs: řádků
de: Zeilen
hu: sorok
pl: wierszy
sk: riadkov
uk: рядків

# MessageFilesAlreadyBeenProcessed
source: the selected files have already been processed:
cs: vybrané soubory již byly zpracovány:
de: die ausgewählten Dateien wurden bereits verarbeitet:
hu: a kiválasztott fájlok már feldolgozásra kerültek:
pl: wybrane pliki zostały już przetworzone:
sk: vybraných súborov už bolo spracovaných:
uk: вибрані файли вже оброблено:

source: Check mark all
cs: Označit vše
de: Alle markieren
hu: Jelölje meg az összeset
pl: Zaznacz wszystko
sk: Označiť všetko
uk: Позначити всіх

source: Uncheck mark all
cs: Zrušte zaškrtnutí u všech
de: Alle Häkchen entfernen
hu: Törölje az összes kijelölése jelölőnégyzetet
pl: Odznacz wszystkie
sk: Zrušte začiarknutie všetkých
uk: Зніміть позначку з усіх

source: Process selected
cs: Zpracovat vybrané
de: Ausgewählte verarbeiten
hu: A folyamat kiválasztva
pl: Przetwórz wybrane
sk: Spracovať vybrané
uk: Обробити вибрані

source: cancel
cs: Zrušit
de: abbrechen
hu: Törölni
pl: Anulować
sk: Zrušiť
uk: скасувати

source: file
cs: soubor
de: Datei
hu: fájlt
pl: plik
sk: súbor
uk: файл

# ListViewColumnSize
source: Size
cs: Velikost
de: Größe
hu: Méret
pl: Rozmiar
sk: Veľkosť
uk: Розмір

# ListViewColumnPath
source: Path
cs: Cesta
de: Weg
hu: Ösvény
pl: Ścieżka
sk: Cesta
uk: дорога

# TotalFilesSelected
source: Total number of files selected:
cs: Celkový počet vybraných souborů:
de: Gesamtzahl der ausgewählten Dateien:
hu: A kiválasztott fájlok teljes száma:
pl: Łączna liczba wybranych plików:
sk: Celkový počet vybraných súborov:
uk: Загальна кількість вибраних файлів:

# FileSelection
source: Selecting files for processing:
cs: Výběr souborů ke zpracování:
de: Dateien zur Verarbeitung auswählen:
hu: Fájlok kiválasztása feldolgozásra:
pl: Wybór plików do przetworzenia:
sk: Výber súborov na spracovanie:
uk: Вибір файлів для обробки:

source: file access problem
cs: problém s přístupem k souboru
de: Dateizugriffsproblem
hu: fájl hozzáférési probléma
pl: problem z dostępem do pliku
sk: problém s prístupom k súboru
uk: проблема доступу до файлу

# MessageNoFilesSelected
source: No files selected
cs: Nejsou vybrány žádné soubory
de: Keine Dateien ausgewählt
hu: Nincsenek kiválasztva fájlok
pl: Nie wybrano plików
sk: Nie sú označené žiadne súbory na spracovanie.
uk: Файли не вибрано

source: File not found:
cs: Soubor nebyl nalezen:
de: Datei nicht gefunden:
hu: A fájl nem található:
pl: Nie znaleziono pliku:
sk: Súbor nebol nájdený:
uk: Файл не знайдено:

source: Total Points
cs: Body celkem
de: Gesamtpunktzahl
hu: Összes pont
pl: Łączna liczba punktów
sk: Body celkom
uk: Всього балів

# ViewByPoints
source: By Points
cs: Podle bodů
de: Nach Punkten
hu: Pontok szerint
pl: Według punktów
sk: Podľa bodov
uk: За балами
