Repository: rudolfmend/CountAndSortWinFormsApp
Catalog: Properties/Strings.*.resx
Languages: cs, de, hu, pl, sk, uk

# ViewByFinances
source: By Finances
cs: Podle financí
hu: Pénzügyek szerint
pl: Według finansów
sk: Podľa financií

# ViewByServices
source: By Services
cs: Podle výkonů
hu: Szolgáltatások szerint
pl: Według usług
sk: Podľa výkonov

# ExportButton
source: Export data
cs: Exportovat data
hu: Adatok exportálása
pl: Eksportuj dane
sk: Exportovať dáta

source: Identifier
cs: Identifikátor
hu: Azonosító
pl: Identyfikator
sk: Identifikátor

# MessageExportDataDialogTitle
source: Export client data
cs: Export údajů o klientech
hu: Ügyféladatok exportálása
pl: Eksportuj dane klienta
sk: Export údajov o klientoch

# MessageExportSuccess
source: Data exported successfully!
cs: Data byla úspěšně exportována!
hu: Az adatok exportálása sikeres volt!
pl: Dane wyeksportowano pomyślnie!
sk: Údaje boli úspešne exportované!

# MessageExportError
source: Error exporting data {0}!
cs: Chyba při exportu dat {0}!
hu: Hiba az adatok exportálása során: {0}!
pl: Błąd podczas eksportowania danych {0}!
sk: Chyba pri exporte údajov {0}!

# MessageUnsupportedFormat
source: Unsupported file format. Please select .xlsx or .csv.
cs: Nepodporovaný formát souboru. Vyberte prosím .xlsx nebo .csv.
hu: Nem támogatott fájlformátum. Kérjük, válasszon .xlsx vagy .csv fájlt.
pl: Nieobsługiwany format pliku. Proszę wybrać format .xlsx lub .csv.
sk: Nepodporovaný formát súboru. Prosím, vyberte .xlsx alebo .csv.

# LabelServiceCodeColumn
source: Column "Medical procedure"
cs: Č. sloupce "Výkon"
hu: "Orvosi eljárás" oszlopszám
pl: Kolumna „Zabieg medyczny”
sk: Č. stĺpca "Výkon"

# LabelDateOfServiceColumn
source: Column "Date of Procedure"
cs: Č. sloupce "Datum výkonu"
hu: "Eljárás dátuma" oszlopszám
pl: Kolumna "Data zabiegu"
sk: Č. stĺpca "Dátum výkonu"

source: Analysis
cs: Analýza
hu: Elemzés
pl: Analiza
sk: Analýza
